{
  "entries": [
    {
      "img-small": "{{webRoot}}/assets/images/dolidoc.jpeg",
      "img-full": "{{webRoot}}/assets/images/dolidoc.jpeg",
      "title": "Dolidoc App",
      "description": "This app facilitates seamless appointment booking between doctors and patients. It includes a clinic role where multiple doctors are linked to a specific clinic, providing a comprehensive solution for healthcare management. The app also features subscription plans tailored for both doctors and clinics, ensuring flexibility and scalability. With its intuitive interface and robust functionality, the app simplifies scheduling and improves healthcare accessibility.",
      "client": "Wise 360 Solutions PVT LTD.",
      "category": "Mobile Applications (Android & iOS)"
    },

    {
      "img-small": "{{webRoot}}/assets/images/yoga.jpeg",
      "img-full": "{{webRoot}}/assets/images/yoga.jpeg",
      "title": "Real-Time Yoga Pose Detection App",
      "description": "A cutting-edge fitness app that leverages machine learning to detect yoga poses in real-time. Using advanced pose estimation models, the app evaluates users' movements, provides feedback on posture accuracy, and tracks their exercise progress. It also maintains a detailed record of completed exercises, allowing users to monitor their consistency and improvement over time. This app combines technology and wellness, offering a unique and engaging way to practice yoga with precision.",
      "client": "AUST Student",
      "category": "Mobile Applications (Android & iOS)"
    },
    {
      "img-small": "{{webRoot}}/assets/images/telemedicine.jpeg",
      "img-full": "{{webRoot}}/assets/images/telemedicine.jpeg",
      "title": "Telemedicine",
      "description": "A comprehensive telemedicine platform enabling users to book appointments with doctors and conduct secure video consultations. The web app includes features for uploading and managing prescriptions, ensuring a streamlined healthcare experience. Real-time notifications keep users updated on appointment statuses and reminders, enhancing engagement and convenience. This solution bridges the gap between patients and healthcare providers, offering a modern and efficient approach to virtual healthcare.",
      "client": "COMSATS University Students",
      "category": "Website Application"
    },
    {
      "img-small": "{{webRoot}}/assets/images/relaxation.jpeg",
      "img-full": "{{webRoot}}/assets/images/relaxation.jpeg",
      "title": "Relaxation App",
      "description": "A wellness-focused app designed to help users overcome panic attacks through guided exercises and practical tools. It features a dedicated store offering resources for managing anxiety, alongside personalized exercise, sleep, and water reminders to promote healthy habits. Users can add journals to track their progress, and uplifting mantras provide emotional support. This holistic app empowers users to take charge of their mental well-being with accessible and effective solutions.",
      "client": "Wise 360 Solutions PVT LTD.",
      "category": "Mobile Applications (Android & iOS)"
    },
    {
      "img-small": "{{webRoot}}/assets/images/community_hub.jpeg",
      "img-full": "{{webRoot}}/assets/images/community_hub.jpeg",
      "title": "Community Hub",
      "description": "A dynamic platform connecting skilled laborers with clients to collaborate on projects seamlessly. The web app facilitates real-time interactions through integrated chat and video calling features, enabling efficient communication. It also ensures secure transactions with robust payment gateway integration, providing a trustworthy environment for exchanging services. This app serves as a comprehensive hub for bridging the gap between service providers and clients, fostering collaboration and building lasting professional relationships.",
      "client": "COMSATS University Students",
      "category": "Website Application"
    }
    
  ]
}
